FcsSampleRequestV2/Lab_Sample_Form.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
xmlns:fcs="http://www.moh.gov.co.il/FoodApp/FCS_Labs" xmlns:fcs1="http://schemas.datacontract.org/2004/07/FCS_LabsLib">
   <soapenv:Header/>
   <soapenv:Body>
      <fcs:Lab_Sample_Form>
         <!--Optional:-->
         <fcs:Request>
            <!--Optional:-->
            <fcs1:Barcode>404589</fcs1:Barcode>
            <fcs1:Lab_Code>9</fcs1:Lab_Code>
         </fcs:Request>
      </fcs:Lab_Sample_Form>
   </soapenv:Body>
</soapenv:Envelope>